Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKit/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.privacy
source: Privacy
ar: الخصوصية
bg: Поверителност
ca: Privacitat
cs: Soukromí
da: Anonymitet
de: Datenschutz
el: Απόρρητο
es: Privacidad
es_419: Privacidad
fi: Tietosuoja
fr: Confidentialité
fr_ca: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
kk: Құпиялылық
ko: 개인정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Intimitate
ru: Конфиденциальность
sk: Súkromie
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權
zh_hk: 隱私

# TK.Label.processing
source: Processing
ar: جارِ المعالجة
bg: Обработка
ca: Tramitació
cs: Zpracování
da: Forarbejdning
de: Verarbeitung
el: Επεξεργασία
es: Tratamiento
es_419: Procesando
fi: Käsittely
fr: Traitement
fr_ca: Traitement
he: עיבוד
hi: प्रसंस्करण
hr: Obrada
hu: Feldolgozás
id: Pengolahan
it: Elaborazione
ja: 処理
kk: Өңдеу
ko: 처리 중
ms: Memproses
nb: Behandler
nl: Verwerken
pl: Przetwarzanie
pt_br: Processamento
pt_pt: Processando
ro: Prelucrare
ru: Обработка
sk: Spracovanie
sv: Bearbetning
th: กำลังประมวลผล
tr: İşleme
uk: Обробка
vi: Xử lý
zh_hans: 加工
zh_hant: 加工
zh_hk: 处理

# TK.Label.profile
source: Profile
ar: ملف التعريف
bg: Профил
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fi: Profiili
fr: Profil
fr_ca: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
kk: Профиль
ko: 프로파일
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 描述檔
zh_hk: 个人资料

# TK.Label.progress
source: Progress
ar: التقدم
bg: Прогрес
ca: Progrés
cs: Průběh
da: Status
de: Status
el: Πρόοδος
es: Progreso
es_419: Progreso
fi: Eteneminen
fr: Progression
fr_ca: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Kemajuan
it: Avanzamento
ja: 進行状況
kk: Орындалу барысы
ko: 진행 상태
ms: Kemajuan
nb: Fremdrift
nl: Voortgang
pl: Postęp
pt_br: Andamento
pt_pt: Progresso
ro: Evoluție
ru: Ход выполнения
sk: Priebeh
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
uk: Перебіг
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度
zh_hk: 进度

# TK.Label.public
source: Public
ar: عام
bg: Обществен
ca: Públic
cs: Veřejnost
da: Offentlig
de: Öffentlich
el: Κοινό
es: Público
es_419: Público
fi: Julkinen
fr: Publique
he: פּוּמְבֵּי
hi: जनता
hr: Javnost
hu: Nyilvános
id: Publik
it: Pubblico
ja: 公共
kk: Қоғамдық
ko: 공공의
ms: Awam
nb: Offentlig
nl: Openbaar
pl: Publiczny
pt_br: Público
pt_pt: Público
ru: Публичный
sk: Verejné
sv: Offentlig
th: สาธารณะ
tr: Halk
uk: Громадський
vi: Công cộng
zh_hans: 公开
zh_hant: 公開
zh_hk: 公开

# TK.Label.quality
source: Quality
ar: جودة
bg: Качество
ca: Qualitat
cs: Kvalitní
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
es_419: Calidad
fi: Laatu
fr: Qualité
fr_ca: Qualité
he: אֵיכוּת
hi: गुणवत्ता
hr: Kvaliteta
hu: Minőség
id: Kualitas
it: Qualità
ja: 品質
kk: Сапасы
ko: 품질
ms: Kualiti
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
ru: Качество
sk: Kvalita
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質
zh_hk: 质量

# TK.Label.queue
source: Queue
ar: طابور
bg: Опашка
ca: Cua
cs: Fronta
da: Kø
de: Warteschlange
el: Ουρά
es: Cola
es_419: Cola
fi: Jonottaa
fr: File d'attente
fr_ca: File d'attente
he: תוֹר
hi: कतार
hr: Red
hu: Sor
id: Antre
it: Coda
ja: 列
kk: Кезек
ko: 대기줄
ms: Beratur
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
pt_pt: Fila
ro: Coadă
ru: Очередь
sk: Fronta
sv: Kö
th: คิว
tr: Sıra
uk: Недавній
vi: Hàng đợi
zh_hans: 队列
zh_hant: 佇列
zh_hk: 队列

# TK.Label.recent
source: Recent
ar: الحديثة
bg: Скорошни
ca: Recents
cs: Poslední
da: Seneste
de: Zuletzt
el: Πρόσφατα
es: Recientes
es_419: Reciente
fi: Äskeiset
fr: Récents
fr_ca: Récemment
he: אחרונים
hi: हालिया
hr: Povijest
hu: Legutóbbi
id: Terbaru
it: Recenti
ja: 最近使った項目
kk: Соңғы
ko: 최근 사용
ms: Terbaharu
nb: Nylig
pl: Ostatnie
pt_br: Recentes
pt_pt: Recente
ro: Recente
ru: Недавние
sk: Posledné
sv: Senaste
th: ล่าสุด
tr: Son Kullanılan
uk: Недавні
vi: Gần đây
zh_hans: 最近
zh_hant: 最近
zh_hk: 最近

# TK.Label.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Opptak
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kaydet
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 记录

# TK.Label.recurring
source: Recurring
ar: يتكرر
bg: Повтарящи се
ca: Recurrent
cs: Opakující se
da: Tilbagevendende
de: Wiederkehrend
el: Επαναλαμβανόμενο
es: Periódico
es_419: Recurrente
fi: Toistuva
fr: Récurrent
fr_ca: Récurrent
he: מַחזוֹרִי
hi: पुनरावर्ती
hr: Ponavljajuće
hu: Visszatérő
id: Berulang
it: Ricorrente
ja: 定期的
kk: Қайталанатын
ko: 반복되는
ms: Berulang
nb: Gjentas
nl: Terugkerend
pl: Powtarzający się
pt_br: Recorrente
pt_pt: Recorrente
ro: Recurente
ru: Повторяющийся
sk: Opakujúce sa
sv: Återkommande
th: การเกิดขึ้นซ้ำ
tr: Tekrarlayan
uk: Повторювані
vi: Định kỳ
zh_hans: 再次发生的
zh_hant: 再次發生的
zh_hk: 重复

# TK.Label.refresh
source: Refresh
ar: تحديث
bg: Обновяване
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Actualiser
fr_ca: Rafraîchir
he: רענן
hi: रीफ़्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
kk: Жаңарту
ko: 새로 고침
ms: Segar Semula
nb: Oppdater
nl: Vernieuw
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Osviežiť
sv: Uppdatera
th: ดึงข้อมูลใหม่
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 刷新

# TK.Label.registration
source: Registration
ar: تسجيل
bg: Регистрация
ca: Inscripció
cs: Registrace
da: Registrering
de: Anmeldung
el: Εγγραφή
es: Registro
es_419: Registro
fi: Rekisteröinti
fr: Inscription
fr_ca: Inscription
he: הַרשָׁמָה
hi: पंजीकरण
hr: Registracija
hu: Regisztráció
id: Pendaftaran
it: Registrazione
ja: 登録
kk: Тіркеу
ko: 등록
ms: Pendaftaran
nb: Registrering
nl: Registratie
pl: Rejestracja
pt_br: Registro
pt_pt: Registo
ro: Înregistrare
ru: Регистрация
sk: Registrácia
sv: Registrering
th: การลงทะเบียน
tr: Kayıt
uk: Реєстрація
vi: Sự đăng ký
zh_hans: 登记
zh_hant: 登記
zh_hk: 登记

# TK.Label.reminder
source: Reminder
ar: التذكير
bg: Напомняне
ca: Recordatori
cs: Připomínka
da: Påmindelse
de: Erinnerung
el: Υπόμνηση
es: Recordatorio
es_419: Recordatorio
fi: Muistutus
fr: Rappel
fr_ca: Rappel
he: תזכורת
hi: रिमाइंडर
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: リマインダー
kk: Еске салғыш
ko: 미리 알림
ms: Peringatan
nb: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Memento
ru: Напоминание
sk: Pripomienka
sv: Påminnelse
th: เตือนความจำ
tr: Anımsatıcı
uk: Нагадування
vi: Lời nhắc
zh_hans: 提醒事项
zh_hant: 提醒事項
zh_hk: 提醒

# TK.Label.remote
source: Remote
ar: جهاز التحكم
bg: Дистанционно управление
ca: Comandament
cs: Ovladač
da: Fjernbetjening
es: Mando a distancia
es_419: Remoto
fi: Kaukosäädin
fr_ca: À distance
he: שלט
hi: रिमोट
hr: Upravljač
hu: Távirányító
it: remoto
ja: リモコン
kk: Пульт
ko: 리모컨
nb: Fjernkontroll
pl: Pilot
pt_br: Remoto
pt_pt: Remoto
ro: Telecomandă
ru: Пульт
sk: Ovládač
sv: Fjärrkontroll
th: รีโมท
tr: Kumanda
uk: Пульт
vi: Điều khiển từ xa
zh_hans: 遥控器
zh_hant: 遙控器
zh_hk: 远程

# TK.Label.remove
source: Remove
ar: إزالة
bg: Премахни
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Retirer
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kk: Жою
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

# TK.Label.rename
source: Rename
ar: إعادة تسمية
bg: Преименувай
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
es_419: Renombrar
fi: Nimeä uudelleen
fr: Renommer
fr_ca: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ubah Nama
it: Rinomina
ja: 名称変更
kk: Атауын өзгерту
ko: 이름 변경
ms: Nama Semula
nb: Gi nytt navn
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumiți
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Adını Değiştir
uk: Перейменувати
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名
zh_hk: 重命名

# TK.Label.repeat
source: Repeat
ar: تكرار
bg: Повтори
ca: Repetir
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
es_419: Repetir
fi: Toista
fr: Répéter
fr_ca: Répéter
he: חזרה
hi: दोहराएँ
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
kk: Қайталау
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhaal
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetare
ru: Повторить
sk: Opakovať
sv: Upprepa
th: วนซ้ำ
tr: Yinele
uk: Повторювати
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複
zh_hk: 重复

# TK.Label.replace
source: Replace
ar: استبدال
bg: Замени
ca: Substituir
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
es_419: Reemplazar
fi: Korvaa
fr: Remplacer
fr_ca: Remplacer
he: החלף
hi: प्रतिस्थापित करें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換え
kk: Ауыстыру
ko: 대치
ms: Ganti
nb: Erstatt
nl: Vervang
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiți
ru: Заменить
sk: Nahradiť
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代
zh_hk: 替换

# TK.Label.report
source: Report
ar: إبلاغ
bg: Докладвай
ca: Informar
cs: Nahlásit
da: Rapporter
de: Melden
el: Αναφορά
es: Informar
es_419: Reportar
fi: Ilmoita
fr: Signaler
fr_ca: Signaler
he: דיווח
hi: रिपोर्ट करें
hr: Prijavi
hu: Jelentés
id: Laporkan
it: Segnala
ja: 報告
kk: Шағымдану
ko: 리포트
ms: Lapor
nb: Rapporter
nl: Meld
pl: Zgłoś
pt_br: Comunicar
pt_pt: Relatar
ro: Raportați
ru: Отчет
sk: Nahlásiť
sv: Rapportera
th: แจ้ง
tr: Bildir
uk: Надіслати звіт
vi: Báo cáo
zh_hans: 报告
zh_hant: 回報
zh_hk: 报告

# TK.Label.required
source: Required
ar: مطلوب
bg: Задължително
ca: Obligatori
cs: Požadováno
da: Nødvendig
de: Erforderlich
el: Απαιτείται
es: Obligatorio
es_419: Requerido
fi: Vaaditaan
fr: Obligatoire
fr_ca: Requis
he: חובה
hi: आवश्यक
hr: Potrebno
hu: Szükséges
id: Diperlukan
it: Richiesta
ja: 必須
kk: Міндетті
ko: 필수 사항
ms: Diperlukan
nb: Obligatorisk
nl: Vereist
pl: Wymagane
pt_br: Obrigatória
pt_pt: Obrigatório
ro: Obligatoriu
ru: обязательно
sk: Povinné
sv: Krävs
th: บังคับ
tr: Gerekli
uk: Обовʼязково
vi: Bắt buộc
zh_hans: 必填
zh_hant: 必填
zh_hk: 必需

# TK.Label.reset
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restablir
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
nb: Tilbakestill
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Redefinir
ro: Resetați
ru: Сбросить
sk: Resetovať
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 还原
zh_hant: 重置
zh_hk: 重置

# TK.Label.resolution
source: Resolution
ar: دقة
bg: Резолюция
ca: Resolució
cs: Rezoluce
da: Opløsning
de: Auflösung
el: Ψήφισμα
es: Resolución
es_419: Resolución
fi: Resoluutio
fr: Résolution
fr_ca: Résolution
he: הַחְלָטָה
hi: रिज़ॉल्यूशन
hr: Rezolucija
hu: Felbontás
id: Memulihkan
it: Risoluzione
ja: 解決
kk: Ажыратымдылық
ko: 해결
ms: Resolusi
nb: Oppløsning
nl: Oplossing
pl: Rezolucja
pt_br: Resolução
pt_pt: Resolução
ro: Rezoluţie
ru: Разрешение
sk: Rozlíšenie
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
uk: резолюція
vi: Độ phân giải
zh_hans: 解决
zh_hant: 解析度
zh_hk: 分辨率

# TK.Label.resources
source: Resources
ar: موارد
bg: Ресурси
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
es: Recursos
es_419: Recursos
fi: Resurssit
fr: Ressources
fr_ca: Ressources
he: אֶמְצָעִי
hi: संसाधन
hr: Resursi
hu: Erőforrás
id: Sumber daya
it: Risorse
ja: リソース
kk: Ресурстар
ko: 자원
ms: Sumber
nb: Ressurser
nl: Bronnen
pl: Zasoby
pt_br: Recursos
pt_pt: Recursos
ro: Resurse
ru: Ресурсы
sk: Zdroje
sv: Resurser
th: ทรัพยากร
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên
zh_hans: 资源
zh_hant: 資源
zh_hk: 资源

# TK.Label.restart
source: Restart
ar: إعادة التشغيل
bg: Рестарт
ca: Reiniciar
cs: Restartovat
da: Start igen
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
fr_ca: Redémarrer
he: הפעל מחדש
hi: रीस्टार्ट करें
hr: Ponovno uključi
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
kk: Қайта іске қосу
ko: 재시동
ms: Mula Semula
nb: Start på nytt
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Reporniți
ru: Перезагрузить
sk: Reštartovať
sv: Starta om
th: เริ่มการทำงานเครื่องใหม่
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動
zh_hk: 重启

# TK.Label.restore
source: Restore
ar: استعادة
bg: Възстановяване
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
es_419: Restaurar
fi: Palauttaa
fr: Restaurer
fr_ca: Restaurer
he: לְשַׁחְזֵר
hi: पुनर्स्थापित करना
hr: Vratiti
hu: Visszaállítás
id: Memulihkan
it: Ripristinare
ja: 復元する
kk: Қалпына келтіру
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywrócić
pt_br: Restaurar
pt_pt: Restaurar
ro: Restabili
ru: Восстановить
sk: Obnoviť
sv: Återställa
th: คืนค่า
tr: Eski haline getirmek
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢复

# TK.Label.restricted
source: Restricted
ar: محظور
bg: Ограничена
ca: Restringit
cs: Omezeno
da: Begrænset
de: Eingeschränkt
el: Περιορισμένο
es: Restringido
es_419: Restringido
fi: Rajoitettu
fr: Restreint
fr_ca: Restreint
he: מוגבל
hi: प्रतिबंधित
hr: Ograničen
hu: Korlátozott
id: Dibatasi
it: Con restrizioni
ja: 制限あり
kk: Шектелген
ko: 제한됨
ms: Dihadkan
nb: Begrenset
nl: Beperkt
pl: Ograniczone
pt_br: Restrito
pt_pt: Restrito
ro: Restricționat
ru: Ограничен
sk: Obmedzené
sv: Begränsad
th: ถูกจำกัด
tr: Sınırlanmış
uk: Обмежено
vi: Bị giới hạn
zh_hans: 受限
zh_hant: 受限
zh_hk: 受限制

# TK.Label.review
source: Review
ar: مراجعة
bg: Преглед
ca: Revisar
cs: Kontrola
da: Gennemgå
de: Prüfen
el: Ανασκόπηση
es: Revisar
es_419: Revisar
fi: Tarkista
fr: Vérifier
fr_ca: Évaluation
he: סקירה
hi: समीक्षा करें
hr: Osvrt
hu: Áttekintés
id: Tinjau
it: Rivedi
ja: 確認
kk: Қарап шығу
ko: 검토
ms: Semak
nb: Vurdering
nl: Bekijk
pl: Przejrzyj
pt_br: Avaliar
pt_pt: Avaliar
ro: Revizuiți
ru: Просмотреть
sk: Skontrolovať
sv: Granska
th: ตรวจสอบ
tr: Gözden Geçir
uk: Переглянути
vi: Xem lại
zh_hans: 检查
zh_hant: 檢視
zh_hk: 评论

# TK.Label.rewind
source: Rewind
ar: إرجاع
bg: Превърти назад
ca: Rebobinar
cs: Rychle zpět
da: Spol tilbage
de: Schneller Rücklauf
el: Γρήγορη επαναφορά
es: Retroceder
es_419: Rebobinar
fi: Siirry taaksepäin
fr: Retour rapide
fr_ca: Retour
he: אחורה
hi: रिवाइंड करें
hr: Pretraži unatrag
hu: Visszatekerés
id: Putar Balik
it: Riavvolgi
ja: 巻き戻し
kk: Артқа айналдыру
ko: 되감기
ms: Putar Balik
nb: Spol tilbake
nl: Spoel terug
pl: Szybko do tyłu
pt_br: Rebobinar
pt_pt: Retroceder
ro: Derulare înapoi
ru: Перемотать назад
sk: Prevíjať dozadu
sv: Sök bakåt
th: เลื่อนถอยกลับ
tr: Geri Sar
uk: Мотати назад
vi: Tua lại
zh_hans: 倒回
zh_hant: 倒轉
zh_hk: 快退

# TK.Label.role
source: Role
ar: الدور
bg: Роля
ca: Funció
da: Funktion
de: Funktion
el: Ρόλος
es: Función
es_419: Rol
fi: Rooli
fr: Rôle
fr_ca: Rôle
he: תפקיד
hi: भूमिका
hr: Uloga
hu: Feladat
id: Peran
it: Ruolo
ja: 役割
kk: Рөл
ko: 역할
ms: Peranan
nb: Rolle
nl: Rol
pl: Rola
pt_br: Papel
pt_pt: Função
ro: Rol
ru: Роль
sk: Rola
sv: Roll
th: บทบาท
tr: Rol
uk: Роль
vi: Vai trò
zh_hans: 角色
zh_hant: 角色
zh_hk: 角色

# TK.Label.rowCount
source: Row Count
ar: عدد الصفوف
bg: Брой редове
ca: Recompte de files
cs: Počet řádků
da: Rækketælling
de: Zeilenanzahl
el: Καταμέτρηση σειρών
es: Recuento de filas
es_419: Conteo de filas
fi: Rivien määrä
fr: Nombre de lignes
fr_ca: Nombre de lignes
he: ספירת שורות
hi: पंक्ति संख्या
hr: Broj redaka
hu: Sorszámok
id: Jumlah Baris
it: Conteggio delle righe
ja: 行数
kk: Қатар саны
ko: 행 개수
ms: Kiraan Baris
nb: Antall rader
nl: Rijtelling
pl: Liczba wierszy
pt_br: Contagem de linhas
pt_pt: Contagem de linhas
ro: Număr de rânduri
ru: Количество строк
sk: Počet riadkov
sv: Antal rader
th: จำนวนแถว
tr: Satır Sayısı
uk: Підрахунок рядків
vi: Số lượng hàng
zh_hans: 行数
zh_hant: 行數
zh_hk: 行数

# TK.Label.save
source: Save
ar: حفظ
bg: Запази
ca: Desar
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Sauvegarder
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hant: 儲存
zh_hk: 保存

# TK.Label.scan
source: Scan
ar: مسح
bg: Сканирай
ca: Escanejar
cs: Hledání
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Scanner
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escaneamento
pt_pt: Digitalizar
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 扫描

# TK.Label.schedule
source: Schedule
ar: جدول الأوقات
bg: График
ca: Programació
cs: Rozvrh
da: Planlæg
de: Zeitplan
el: Πρόγραμμα
es: Programar
es_419: Programar
fi: Ajastus
fr: Programme
fr_ca: Planifier
he: תזמון
hi: शेड्यूल
hr: Raspored
hu: Ütemezés
id: Jadwal
it: Programma
ja: スケジュール
kk: Кесте
ko: 일정
ms: Jadual
nb: Planlegge
nl: Schema
pl: Harmonogram
pt_br: Horários
pt_pt: Agendar
ro: Program
ru: Расписание
sk: Rozvrh
sv: Schema
th: กำหนดเวลา
tr: Program
uk: Розклад
vi: Lịch trình
zh_hans: 定时
zh_hant: 排程
zh_hk: 安排

# TK.Label.screen
source: Screen
ar: الشاشة
bg: Екран
ca: Fons
cs: Obrazovka
da: Skærm
de: Hintergrund
el: Οθόνη
es: Pantalla
es_419: Pantalla
fi: Näyttö
fr: Écran
fr_ca: Écran
he: מסך
hi: स्क्रीन
hr: Zaslon
hu: Képernyő
id: Layar
it: Schermo
ja: 画面
kk: Экран
ko: 화면
ms: Skrin
nb: Skjerm
nl: Scherm
pl: Ekran
pt_br: Tela
pt_pt: Ecrã
ro: Ecran
ru: Экран
sk: Obrazovka
sv: Skärm
th: หน้าจอ
tr: Ekran
uk: Екран
vi: Màn hình
zh_hans: 屏幕
zh_hant: 螢幕
zh_hk: 屏幕

# TK.Label.screenshot
source: Screenshot
ar: لقطة شاشة
bg: Снимка на екрана
ca: Captura de pantalla
cs: Snímek obrazovky
da: Skærmbillede
de: Bildschirmfoto
el: Στιγμιότυπο οθόνης
es: Captura
es_419: Captura de pantalla
fi: Näyttökuva
fr: Capture d’écran
fr_ca: Capture d’écran
he: צילום מסך
hi: स्क्रीनशॉट
hr: Slika zaslona
hu: Képernyőfotó
id: Jepretan Layar
ja: スクリーンショット
kk: Скриншот
ko: 스크린샷
ms: Gambar Skrin
nb: Skjermbilde
nl: Scherm­afbeelding
pl: Zrzut ekranu
pt_br: Captura de Tela
pt_pt: Captura de ecrã
ro: Captură de ecran
ru: Снимок экрана
sk: Snímka obrazovky
sv: Skärmavbild
th: ภาพถ่ายหน้าจอ
tr: Ekran Resmi
uk: Знімок екрана
vi: Ảnh màn hình
zh_hans: 截屏
zh_hant: 截圖
zh_hk: 截图

# TK.Label.scroll
source: Scroll
ar: التمرير
bg: Превъртете
ca: Desplaçament
cs: Svitek
da: Rul
de: Scrollen
el: Κύλιση
es: Voluta
es_419: Desplazar
fi: Selaa
fr: Rouleau
fr_ca: Faire défiler
he: גְלִילָה
hi: स्क्रॉल
hr: Svitak
hu: Görgetés
id: Menggulir
it: Scorrere
ja: スクロール
kk: Айналдыру
ko: 스크롤
ms: Tatal
nb: Rull
nl: Rol
pl: Zwój
pt_br: Rolar
pt_pt: Deslocar
ro: Derulați
ru: Прокрутить
sk: Prejdite
sv: Rulla
th: เลื่อน
tr: Taslak
uk: Прокрутка
vi: Cuộn
zh_hans: 滚动
zh_hant: 捲動
zh_hk: 滚动

# TK.Label.search
source: Search
ar: بحث
bg: Търсене
ca: Buscar
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_419: Buscar
fi: Etsi
fr: Faire défiler
fr_ca: Rechercher
he: חיפוש
hi: खोजें
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
ms: Cari
nb: Søk
nl: Zoek
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Vyhľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜索

# TK.Label.security
source: Security
ar: الأمن
bg: Защита
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
es_419: Seguridad
fi: Suojaus
fr: Sécurité
fr_ca: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
kk: Қауіпсіздік
ko: 보안
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全性
zh_hant: 安全性
zh_hk: 安全

# TK.Label.select
source: Select
ar: تحديد
bg: Избери
ca: Seleccionar
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fi: Valitse
fr: Sélectionner
fr_ca: Sélectionner
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kijelölés
id: Pilih
it: Seleziona
ja: 選択
kk: Таңдау
ko: 선택
ms: Pilih
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取
zh_hk: 选择

# TK.Label.send
source: Send
ar: إرسال
bg: Изпрати
ca: Enviar
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
he: הכנס
hi: भेजें
hr: Šalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 보내기
ms: Hantar
nl: Stuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送
zh_hk: 发送

# TK.Label.server
source: Server
ar: الخادم
bg: Сървър
ca: Servidor
el: Διακομιστής
es: Servidor
es_419: Servidor
fi: Palvelin
fr: Serveur
fr_ca: Serveur
he: שרת
hi: सर्वर
hu: Szerver
ja: サーバ
kk: Сервер
ko: 서버
ms: Pelayan
nb: Tjener
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器
zh_hk: 服务器

# TK.Label.settings
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
ms: Seting
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 设置

# TK.Label.share
source: Share
ar: مشاركة
bg: Сподели
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
fr_ca: Partager
he: שיתוף
hi: शेयर करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享
zh_hk: 分享

# TK.Label.shortcut
source: Shortcut
ar: اختصار
bg: Бърза команда
ca: Drecera
cs: Zkratka
da: Genvej
de: Kurzbefehl
el: Συντόμευση
es: Atajo
es_419: Acceso directo
fi: Pikakomento
fr: Raccourci
fr_ca: Raccourci
he: קיצור
hi: शॉर्टकट
hr: Prečac
hu: Parancs
id: Pintasan
it: Comando rapido
ja: ショートカット
kk: Жылдам пәрмен
ko: 단축어
ms: Pintasan
nb: Snarvei
nl: Opdracht
pl: Skrót
pt_br: Atalho
pt_pt: Atalho
ro: Scurtătură
ru: Быстрая команда
sk: Skratka
sv: Genväg
th: คำสั่งลัด
tr: Kestirme
uk: Швидка команда
vi: Phím tắt
zh_hans: 快捷指令
zh_hant: 捷徑
zh_hk: 快捷键
